[
    {"nameServes": "Botox",
    "title": "Botox is a neurotoxic protein that weakens the muscle it’s injected into. The procedure only takes a few minutes and the effects last months!",
    "description":"Botox is a neurotoxic protein that weakens the muscle it’s injected into. They work to block certain chemical signals from nerves that cause muscles to contract (what causes wrinkles). The procedure only takes a few minutes and the effects last months!",
    "superDescription": "<p>What are common areas Botox/Dysport treat?</p><ul><li>Forehead Wrinkles</li><li>Crows Feet</li><li>Smile Lines</li><li>Sagging Brows</li><li>Smoker Lines</li><li>Gummy Smile</li></ul><p>What other areas can Botox/Dysport treat?</p><ul><li>TMJ/Masseters (to prevent teeth grinding)</li><li>Neck Bands (to reduce wrinkles)</li><li>Armpits (for excessive sweating)</li><li>Lips (lip flip)</li></ul>",
    "imgTitle" : "botox",
    "img": "imges/servises/botox.jpg",
    "fideo": ""},

    {"nameServes": "Dermal fillers",
    "title": "Dermal fillers are hyaluronic acid, gel-like substances that restores lost of volume, smooth lines and soften creases, or enhance facial contours.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "Dermal",
    "img": "imges/servises/dermal_filler.jpg",
    "fideo": ""},

    {"nameServes": "PRP plasma",
    "title": "Platelet-Rich Plasma. Plasma is the liquid portion of blood that is composed of water and proteins. Platelets are blood cells in plasma that cause blood clots and gave growth healing factors.",
    "description":"",
    "superDescription": "PRP plasma",
    "imgTitle" : "",
    "img": "imges/servises/prp.jpg",
    "fideo": ""},

    {"nameServes": "Microneedling",
    "title": "Cosmetic procedure that utilizes small needles to prick the skin. It helps stimulate collagen and elastin growth which is good for creating firmer, toner, and smoother skin.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "Microneedling",
    "img": "imges/servises/microneedling.jpg",
    "fideo": ""},

    {"nameServes": "Moxi",
    "title": "Time to up your skin care routine... Moxi is the latest way to <span>REVITALIZE AND REFRESH</span> your skin’s appearance by correcting uneven pigmentation and improving tone and texture.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "moxi",
    "img": "imges/servises/moxi1.jpg",
    "fideo": ""},

    {"nameServes": "BBL +hero / IPL photofacial",
    "title": "The light energy delivered by BBL will stimulate cells to regenerate and typically with the first treatment you will start to see smoother, more even and vibrant skin.",
    "description":"<p> BBL HERO™ by Sciton BroadBand Light (BBL) now with High Energy Rapid Output HERO, can quickly deliver Forever results anywhere on the body!</p> <ul> <li>NEW BBL HERO is 4x faster, delivers 3x the peak power, and is 2x cooler than any IPL on the market</li><li>BBL HERO delivers more power, better results, and faster treatment times often with fewer treatments needed</li><li>Comfortable, fast, effective, low-to-no downtime</li></ul><p>The light energy delivered by BBL will stimulate cells to regenerate and typically with the first treatment you will start to see smoother, more even and vibrant skin. The photothermal energy will eliminate fine vessels that cause redness and reduce unwanted melanin that produces age and sun spots. Your skin will feel smoother, fine lines and pores will be less noticeable, and sunspots or uneven pigmentation will fade.</p><ul><li>Correct age spots and redness for smoother, healthier and vibrant skin</li><li>Pigmented lesions such as dyschromia and ephelides</li><li> Vascular Lesions such as rosacea, telangietasia and cherry angiomas</li><li>Deeper lesions on darker skin types </li></ul> ",
    "superDescription": "",
    "imgTitle" : "bbl+hero",
    "img": "imges/servises/bbl_ipl.jpg",
    "fideo": ""},

    {"nameServes": "BBL Forever Young",
    "title": "Revolutionary treatment that sends light energy deep into the skin to boost your body’s natural ability to fight aging. It is the only treatment proven by 2 studies.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/bbl_forever_young.jpg",
    "fideo": ""},

    {"nameServes": "Forever Clear (Acne)",
    "title": "Cutting-edge acne treatment that uses the power of light to comfortably and effectively clear acne without creams or medicine.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/forever-clear.jpg",
    "fideo": ""},

    {"nameServes": "Forever Bare (Hair Removal)",
    "title": "Dare to be Forever Bare - Reveal beautiful skin!",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/laser_hair_removal.jpg",
    "fideo": ""},

    {"nameServes": "Peels",
    "title": "Peels can reduce or improve fine lines and wrinkles, acne, scars, uneven skin tone, and numerous other concerns. This treatment is minimally invasive with no downtime.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/peels.jpg",
    "fideo": ""},

    {"nameServes": "Medical facials",
    "title": "Medical grade facials target your specific skin challenges (fine lines, wrinkles, sunspots, etc.) and can use a combination of active ingredients and medical-grade equipment.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/medical_facials.jpg",
    "fideo": ""},

    {"nameServes": "Microdermabrasion",
    "title": "Microdermabrasion (MDA) is a minimally invasive epidermal resurfacing procedure used to treat uneven skin tone/texture,  striae, melasma, and scars, including acne scars.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "",
    "img": "imges/servises/micro.jpg",
    "fideo": ""},

    {"nameServes": "Dermaplaning",
    "title": "Provides an effective and safe exfoliation treatment that promotes deeper product penetration, boosting the effects of skincare products while making the skin look and feel smoother.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "Dermaplaning",
    "img": "imges/servises/dermaplaning.jpg",
    "video": ""},

    {"nameServes": "Waxing",
    "title": "We offer a full range of facial and body waxing services for women and men. Our experts use the latest techniques and products to make sure your waxing experience is as smooth and painless as possible.",
    "description":"",
    "superDescription": "",
    "imgTitle" : "Waxing",
    "img": "imges/servises/waxing.jpg",
    "video": ""},

    {"nameServes": "Brows & lashes tint",
    "title": "Eyelash and eyebrow tinting is a completely painless process that involves adding color and shape to the eye area.",
    "description":"",
    "superDescription": "",
    "imgTitle" : " ",
    "img": "imges/servises/brow.jpg",
    "fideo": ""},

    {"nameServes": "Personalized skincare",
    "title": "Everyone wants to have glowing, healthy skin, but not everyone is using the right products to achieve this flawless complexion. We offer the highly regarded  skincare lines.",
    "description":"",
    "superDescription": "",
    "imgTitle" : " ",
    "img": "imges/servises/personalized-skincare.jpg",
    "fideo": ""},

    {"nameServes":"Skin analysis",
    "title": "Is the process of recognizing and identifying a client’s skin type, the areas of concern and for improvement, so that the best treatments can be recommended and performed.",
    "description":"",
    "superDescription": "",
    "imgTitle" : " ",
    "img": "imges/servises/skin-analysis.jpg",
    "fideo": ""}
]