[
    {"nameServes": "Botox",
    "title": "Botox is a neurotoxic protein that weakens the muscle it’s injected into. The procedure only takes a few minutes and the effects last months!",
    "description":"Botox is a neurotoxic protein that weakens the muscle it’s injected into. They work to block certain chemical signals from nerves that cause muscles to contract (what causes wrinkles). The procedure only takes a few minutes and the effects last months!",
    "superDescription": "<p>What are common areas Botox/Dysport treat?</p><ul><li>Forehead Wrinkles</li><li>Crows Feet</li><li>Smile Lines</li><li>Sagging Brows</li><li>Smoker Lines</li><li>Gummy Smile</li></ul><p>What other areas can Botox/Dysport treat?</p><ul><li>TMJ/Masseters (to prevent teeth grinding)</li><li>Neck Bands (to reduce wrinkles)</li><li>Armpits (for excessive sweating)</li><li>Lips (lip flip)</li></ul>",
    "imgTitle" : "botox",
    "img": "imges/servises/botox.jpg",
    "fideo": ""},

    {"nameServes": "Dermal fillers",
    "title": "Dermal fillers are hyaluronic acid, gel-like substances that restores lost of volume, smooth lines and soften creases, or enhance facial contours.",
    "description":"Dermal fillers are hyaluronic acid, gel-like substances that are injected beneath the skin to restore lost volume, smooth lines and soften creases, or enhance facial contours. Over time we lose volume and subcutaneous fat in our faces as we age. This causes our facial muscles beneath to work closer to the surface, resulting in the appearance of deep lines.",
    "superDescription": "<p>Fillers are a great option if you’re looking to:</p><ul><li>Restore Lost Volume</li><li>Smooth Lines</li><li>Soften Creases</li><li>Enhance Facial Contours</li></ul>",
    "imgTitle" : "Dermal",
    "img": "imges/servises/dermal_filler.jpg",
    "fideo": ""},

    {"nameServes": "PRP plasma",
    "title": "Platelet-Rich Plasma. Plasma is the liquid portion of blood that is composed of water and proteins. Platelets are blood cells in plasma that cause blood clots and gave growth healing factors.",
    "description":"PRP stands for Platelet-Rich Plasma. Plasma is the liquid portion of blood that is composed of water and proteins. Platelets are blood cells in plasma that cause blood clots and gave growth healing factors.",
    "superDescription": "<p>PRP services we offer:</p><ul><li>PRP for hair loss</li><li>PRP for hair loss</li><li>Microneedling with PRP to enhance collagen and elastin production</li></ul><p>How do you get PRP ready to inject? PRP injections are made of the patients own platelets, drawn up in the office. </p><ul><li>Blood drawn: You would have a small amount of blood (about 2 to 4 tablespoons) drawn from your arm.</li><li>Blood taken to seperate: The test tube containing your blood would be placed in a medical device called a centrifuge, which separates your blood into layers. One of these layers contains a high concentration of platelets.</li><li>Blood injected: We then inject the blood that contains the high concentration of platelets into your face or scalp, using a syringe or microneedling device. To give you immediate results, we may also inject a filler.</li></ul>",
    "imgTitle" : "",
    "img": "imges/servises/prp.jpg",
    "fideo": ""},

    {"nameServes": "Microneedling",
    "title": "Cosmetic procedure that utilizes small needles to prick the skin. It helps stimulate collagen and elastin growth which is good for creating firmer, toner, and smoother skin.",
    "description":"MicroNeedling is a cosmetic procedure that utilizes small needles to prick the skin. It helps stimulate collagen and elastin growth which is good for creating firmer, toner, and smoother skin. This treatment is minimally invasive with no downtime.",
    "superDescription": "<p>Who is a candidate?</p><p>Anyone looking to see improvements for scars, wrinkles, or hyperpigmentation will likely make a good candidate for microneedling.</p><p>What does MicroNeedling treat?</p><ul><li>Acne</li><li>Scars</li><li>Wrinkles</li><li>Dark Spots</li><li>Large Pores</li><li>Stretch Marks</li><li>Uneven Skin Tone</li></ul>",
    "imgTitle" : "Microneedling",
    "img": "imges/servises/microneedling.jpg",
    "fideo": ""},

    {"nameServes": "Moxi",
    "title": "Time to up your skin care routine... Moxi is the latest way to <span>REVITALIZE AND REFRESH</span> your skin’s appearance by correcting uneven pigmentation and improving tone and texture.",
    "description":"Time to up your skin care routine...MOXI is the easy way to “prejuvenate” your skin. Moxi is the latest way to REVITALIZE AND REFRESH your skin’s appearance by correcting uneven pigmentation and improving tone and texture.",
    "superDescription": "<p>Moxi comfortably delivers non-ablative laser energy to revitalize your skin by correcting the initial signs of sun damage and aging, no matter the season or your skin type. You’ll love the fact that this lunchtime procedure can fit into your active lifestyle any time of year.</p><p>People of all skin types can combat the signs of aging year-round... Get your Moxi today!</p><ul><li>Fast and easy. Low-to-no downtime.</li><li>Comfortable treatments, may require anesthetic cream <li><li>SIMPLE post care, stay out of the sun</li><li>24 HOURS post treatment makeup can be applied</li></ul>",
    "imgTitle" : "moxi",
    "img": "imges/servises/moxi1.jpg",
    "fideo": ""},

    {"nameServes": "BBL +hero / IPL photofacial",
    "title": "The light energy delivered by BBL will stimulate cells to regenerate and typically with the first treatment you will start to see smoother, more even and vibrant skin.",
    "description":"BBL HERO™ by Sciton BroadBand Light (BBL) now with High Energy Rapid Output HERO, can quickly deliver Forever results anywhere on the body!",
    "superDescription": "<ul> <li>NEW BBL HERO is 4x faster, delivers 3x the peak power, and is 2x cooler than any IPL on the market</li><li>BBL HERO delivers more power, better results, and faster treatment times often with fewer treatments needed</li><li>Comfortable, fast, effective, low-to-no downtime</li></ul><p>The light energy delivered by BBL will stimulate cells to regenerate and typically with the first treatment you will start to see smoother, more even and vibrant skin. The photothermal energy will eliminate fine vessels that cause redness and reduce unwanted melanin that produces age and sun spots. Your skin will feel smoother, fine lines and pores will be less noticeable, and sunspots or uneven pigmentation will fade.</p><ul><li>Correct age spots and redness for smoother, healthier and vibrant skin</li><li>Pigmented lesions such as dyschromia and ephelides</li><li> Vascular Lesions such as rosacea, telangietasia and cherry angiomas</li><li>Deeper lesions on darker skin types </li></ul> ",
    "imgTitle" : "bbl+hero",
    "img": "imges/servises/bbl_ipl.jpg",
    "fideo": ""},

    {"nameServes": "BBL Forever Young",
    "title": "Revolutionary treatment that sends light energy deep into the skin to boost your body’s natural ability to fight aging. It is the only treatment proven by 2 studies.",
    "description":"A new approach to younger looking skin. Forever Young BBL is not just for women and men who have experienced sun damage over the course of their life. It also has PREJUVENATION™ benefits keeping young skin looking young. Stop the clock on the appearance of aging skin! Forever Young BBL from Sciton is a revolutionary treatment that sends light energy deep into the skin to boost your body’s natural ability to fight aging. It is the only treatment proven by 2 studies.",
    "superDescription": "<p> Forever Young BBL is not just for women and men who have cumulative sun damage. It has also PREJUVENATION™ benefits to keep young skin looking young.</p><ul><li>Corrects sun damage and the visible signs of aging skin.</li><li>Improves skin tone, texture, elasticity and pigmentation.</li><li>Zero patient downtime.</li><li>A great preveneta&bsol;ive regimen - 'Prejuvenation' - for keeping young skin looking young.</li></ul>",
    "imgTitle" : "",
    "img": "imges/servises/bbl_forever_young.jpg",
    "fideo": ""},

    {"nameServes": "Forever Clear (Acne)",
    "title": "Cutting-edge acne treatment that uses the power of light to comfortably and effectively clear acne without creams or medicine.",
    "description":"Forever Clear BBL is a cutting-edge acne treatment that uses the power of light to comfortably and effectively clear acne without creams or medicine.",
    "superDescription": "<p> Forever Clear BBL uses a unique three-step process using blue, yellow and infra-red light.</p><ul><li>Get rid of acne</li><li> Reduce acne scars</li><li>Destroys acne-causing bacteria</li><li>Reduces inflammation and redness</li><li>No need for expensive creams or harmful chemicals</li></ul><p> Forever Clear® is a cutting-edge acne treatment that uses the power of light to comfortably and effectively clear acne without creams or medicine. BBL® is the world’s most powerful IPL (Intense Pulsed Light) device delivering light energy deep into your skin to stimulate and regenerate your skin cells, leaving you with clear, healthy, radiant skin.</p><p>Step 1</p><p> Skin is first treated with BLUE BBL light to eliminate acne-causing bacteria at its source, deep down in the pores.</p><p>Step 2</p><p>Skin is then treated with YELLOW BBL light to reduce the inflammation and acne-associated redness to give you healthy, luminous skin.</p><p>Step 3</p><p>For added benefit, the skin is then treated with SkinTyte IITM using INFRA-RED light in rapid, gentle pulses to initiate the body’s natural healing process.</p><p>For added benefit, follow your personalized plan including add-on and follow-up treatments, as well as a skincare regimen to keep your skin lasting clear.</p>",
    "imgTitle" : "",
    "img": "imges/servises/f_clear.jpeg",
    "fideo": ""},

    {"nameServes": "Forever Bare (Hair Removal)",
    "title": "Dare to be Forever Bare - Reveal beautiful skin!",
    "description":"Dare to be Forever Bare - Reveal beautiful skin!",
    "superDescription": "<p> Revolutionary hair removal procedure that works by building up heat in the follicle using multiple low-fluence pulses instead of one painful high-energy blast.</p><ul><li>Permanent hair reduction</li><li>The FASTEST & most COMFORTABLE treatment on the market</li><li>Can be used anywhere on the body</li></ul> ",
    "imgTitle" : "",
    "img": "imges/servises/laser_hair_removal.jpg",
    "fideo": ""},

    {"nameServes": "Peels",
    "title": "Peels can reduce or improve fine lines and wrinkles, acne, scars, uneven skin tone, and numerous other concerns. This treatment is minimally invasive with no downtime.",
    "description":"Chemical peels utilize a blend of acids to remove the uppermost layers of skin, revealing new skin underneath. Peels can reduce or improve fine lines and wrinkles, acne, scars, uneven skin tone, and numerous other concerns. This treatment is minimally invasive with no downtime.",
    "superDescription": "<p>Who is a candidate for Chemical Peels?</p><ul> <li>A history of abnormal skin scarring</li> <li>A naturally dark complexion or skin tone</li><li>A tendency to have extra pigmentation of your scars</li><li>Used certain acne treatments within the last year</li><li>Skin conditions or medications that make the skin more sensitive than normal</li></ul><p> What are the benefits of a Chemical Peel?</p><ul><li>Treats Acne</li><li>Minimizes Pores</li><li>Treats Fine Lines and Wrinkles</li><li>Fades Discoloration</li><li>Lifts Skin</li><li>Helps with the Appearance of Scars</li><li>Smooths Skin Texture</li><li>Non-Invasive Treatment</li></ul>",
    "imgTitle" : "",
    "img": "imges/servises/peels.jpg",
    "fideo": ""},

    {"nameServes": "Medical facials",
    "title": "Medical grade facials target your specific skin challenges (fine lines, wrinkles, sunspots, etc.) and can use a combination of active ingredients and medical-grade equipment.",
    "description":"Medi-facials target your specific skin challenges (fine lines, wrinkles, sunspots, hyperpigmentation, rosacea, acne, etc.) and can use a combination of active ingredients and medical-grade equipment.  ",
    "superDescription": "<p>A medical grade facial is a skin treatment that offers longer-lasting results because it can penetrate below the epidermis, or top layer of skin, to encourage healthy skin that can regenerate naturally. Many targeted procedures can treat skin problems or concerns. With a medical grade facial, you will have access to more powerful concentrations and tools to get the best results.</p>",
    "imgTitle" : "",
    "img": "imges/servises/medical_facials.jpg",
    "fideo": ""},

    {"nameServes": "Microdermabrasion",
    "title": "Microdermabrasion (MDA) is a minimally invasive epidermal resurfacing procedure used to treat uneven skin tone/texture,  striae, melasma, and scars, including acne scars.",
    "description":"Microdermabrasion (MDA) is a minimally invasive epidermal resurfacing procedure used to treat uneven skin tone/texture, photoaging, striae, melasma, and scars, including acne scars.",
    "superDescription": "<p>Microdermabrasion treatments use a minimally abrasive instrument to gently sand your skin, removing the thicker, uneven outer layer, and has many benefits.</p><p>This type of skin rejuvenation is used to treat light scarring, discoloration, sun damage and stretch marks.</p><p>What microdermabrasion can do:</p><ul><li>Improve age spots and blackheads.</li><li>Improve hyperpigmentation (patches of darkened skin).</li><li>Exfoliate your skin, resulting in a refreshed appearance.</li><li>Lessen the appearance of stretch marks. </li> <li>Reduce fine lines and wrinkles.</li><li>Reduce or eliminate enlarged pores.</li><li>Treat acne and the scars left by acne.</li></ul>",
    "imgTitle" : "",
    "img": "imges/servises/micro.jpg",
    "fideo": ""},

    {"nameServes": "Dermaplaning",
    "title": "Provides an effective and safe exfoliation treatment that promotes deeper product penetration, boosting the effects of skincare products while making the skin look and feel smoother.",
    "description":"Dermaplaning provides an effective and safe exfoliation treatment that promotes deeper product penetration, boosting the effects of skincare products while making the skin look and feel smoother.",
    "superDescription": "<p>Who is a candidate for DermaPlaning?Dermaplaning is appropriate for almost any skin type, even candidates with extremely sensitive skin or rosacea.</p><p>What are the benefits of DermaPlaning?</p><ul><li>Immediate Results</li><li>Quick Procedure</li><li>Reduce Fine Lines and Expose Younger Skin</li><li>Promote Collagen Production</li><li>Skincare Products are Better Absorbed</li><li>Makeup Looks Better</li><li>Triggers Regeneration</li><li>Prevents Breakouts</li> <li>Good for Sensitive Skin</li></ul>",
    "imgTitle" : "Dermaplaning",
    "img": "imges/servises/dermaplaning.jpg",
    "video": ""},

    {"nameServes": "Waxing",
    "title": "We offer a full range of facial and body waxing services for women and men. Our experts use the latest techniques and products to make sure your waxing experience is as smooth and painless as possible.",
    "description":"We offer a full range of facial and body waxing services for women and men. From brows and lip waxing to your bikini line and legs, our experts use the latest techniques and products to make sure your waxing experience is as smooth and painless as possible. ",
    "superDescription": "<p>Facial Waxing Services:</p><ul><li> Brow Only.</li><li> Lip Only.</li><li>Chin Only.</li><li>Brow & Lip Combined.</li><li> Lip & Chin Combined.</li><li>Sides of Face.</li><li>Combined Face (Sides, Chin, Neck).</li></ul><p>Body Waxing Services:</p><ul><li>Underarm Forearm.</li><li>Bikini French Bikini.</li><li>Brazilian Bikini.</li><li>Upper Leg & Bikini.</li><li>Upper Leg without Bikini.</li><li> Lower Leg &Bikini.</li><li>Lower Leg without Bikini.</li><li>Full Leg & Bikini.</li><li>Full Leg without Bikini.</li><li>Men’s Back Waxing.</li></ul>",
    "imgTitle" : "Waxing",
    "img": "imges/servises/waxing.jpg",
    "video": ""},

    {"nameServes": "Brows &amp; lashes tint",
    "title": "Eyelash and eyebrow tinting is a completely painless process that involves adding color and shape to the eye area.",
    "description":"Eyelash and eyebrow tinting is a completely painless process that involves adding color and shape to the eye area. These tinting methods only take about an hour of your time and the results can last up to three to four weeks. During your eyelash and eyebrow tinting service, a professional will aid you in choosing the perfect colors to best accent your hair, eyes, and face. All you have to worry about is relaxing during the simple procedure.  ",
    "superDescription": "<p>There are many benefits when it comes to tinting your eyelashes. Those who want to emphasize their eyes and lashes, are allergic to mascara, or have other issues with using makeup products will find the procedure beneficial. Eyelash tinting allows people to have the eyelashes they want without having to bother with mascara.</p><p>Eyebrow tinting gives you bolder, natural looking eyebrows since the actual hair of the eyebrow is tinted to a darker color, eliminating that “drawn on” look. Penciled in eyebrows can be easy to spot, why not save yourself the hassle by investing in eyelash and eyebrow tinting.</p><p>These tinting services will help you save time applying makeup in the morning and your tinting professional will make sure your lashes and brows look just how you like.</p>",
    "imgTitle" : " ",
    "img": "imges/servises/brow.jpg",
    "fideo": ""},
    
    {"nameServes": "Brows & lashes tint",
    "title": "Eyelash and eyebrow tinting is a completely painless process that involves adding color and shape to the eye area.",
    "description":"Eyelash and eyebrow tinting is a completely painless process that involves adding color and shape to the eye area. These tinting methods only take about an hour of your time and the results can last up to three to four weeks. During your eyelash and eyebrow tinting service, a professional will aid you in choosing the perfect colors to best accent your hair, eyes, and face. All you have to worry about is relaxing during the simple procedure.  ",
    "superDescription": "<p>There are many benefits when it comes to tinting your eyelashes. Those who want to emphasize their eyes and lashes, are allergic to mascara, or have other issues with using makeup products will find the procedure beneficial. Eyelash tinting allows people to have the eyelashes they want without having to bother with mascara.</p><p>Eyebrow tinting gives you bolder, natural looking eyebrows since the actual hair of the eyebrow is tinted to a darker color, eliminating that “drawn on” look. Penciled in eyebrows can be easy to spot, why not save yourself the hassle by investing in eyelash and eyebrow tinting.</p><p>These tinting services will help you save time applying makeup in the morning and your tinting professional will make sure your lashes and brows look just how you like.</p>",
    "imgTitle" : " ",
    "img": "imges/servises/brow.jpg",
    "fideo": ""},

    {"nameServes": "Personalized skincare",
    "title": "Everyone wants to have glowing, healthy skin, but not everyone is using the right products to achieve this flawless complexion. We offer the highly regarded  skincare lines.",
    "description":"Everyone wants to have glowing, healthy skin, but not everyone is using the right products to achieve this flawless complexion. At Rejuv Aesthetics, we offer the highly regarded Alastin, Obagi and Skin Better Science skincare lines. To learn why our medical-grade skincare products have better potential than over-the-counter cosmetic products, read below.",
    "superDescription": "<p>Although over-the-county beauty products and medical-grade skincare are often intended for treating the same concerns, medical-grade products are prescribed by doctors or licensed aestheticians. The formulas in medical-grade skincare are designed to reach deeper into the skin for a more dramatic improvement. This is possible due to the higher concentration and number of active ingredients involved.</p><p>A major difference between products offered by licensed professionals versus drugstores is that medical-grade skincare is under FDA regulation to contain 99.9% pure ingredients and to ensure safety and effectiveness. They are supported by scientific research and are specifically formulated for best results. Because of this fact, those interested in transforming their complexion should seek medical-grade skincare products to achieve optimal results.</p>",
    "imgTitle" : " ",
    "img": "imges/servises/personalized-skincare.jpg",
    "fideo": ""},

    {"nameServes":"Skin analysis",
    "title": "Is the process of recognizing and identifying a client’s skin type, the areas of concern and for improvement, so that the best treatments can be recommended and performed.",
    "description":"Skin analysis is the process of recognizing and identifying a client’s skin type, the areas of concern and for improvement, so that the best treatments can be recommended and performed. A conscientious professional will also take the time to understand a client’s medical history, habits (those to be maintained and those to be changed) and helps them identify goals for skin improvement.",
    "superDescription": "",
    "imgTitle" : " ",
    "img": "imges/servises/skin-analysis.jpg",
    "fideo": ""}
]